Repository: LinHXiang/Retrace
Catalog: Retrace/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: About
zh_hans: 关于
zh_hant: 關於

# about_tooltip
source: Read more about Retrace.
zh_hans: 查看更多 Retrace 信息。
zh_hant: 了解應用程式詳情。

# accessibility_alert_comment
source: Grant access to Retrace in {pane}, located in {settings}. Click + button, select Retrace, and toggle on the checkbox next to it.
zh_hans: 在{settings}中的{pane}设置中授予 Retrace 权限。 单击“+”按钮，选择“Retrace”并打开旁边的复选框。
zh_hant: 在{settings}中的{pane}頁面中授權此應用程式。 按下 + 按鈕，選擇 Retrace 並勾選旁邊的核取方塊。

# accessibility_alert_deny
source: Deny
zh_hans: 拒绝
zh_hant: 拒絕

# accessibility_alert_message
source: “Retrace” would like to control this computer using accessibility features.
zh_hans: “Retrace”想要使用“辅助功能”控制此计算机。
zh_hant: 「Retrace「想要使用「輔助功能」控制此 Mac。

# accessibility_alert_open
source: Open System Preferences
zh_hans: 打开系统偏好设置
zh_hant: 開啟系統偏好設定

source: Active screen
zh_hans: 活动屏幕
zh_hant: 使用中的螢幕

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Clear
zh_hans: 清空
zh_hant: 清空

# clear_retrace_history_comment
source: This clears only: %@ Your ~/.zsh_history file is not changed.
zh_hans: 只会清空： %@ 不会修改 ~/.zsh_history。
zh_hant: 只會清空： %@ 不會修改 ~/.zsh_history。

# clear_retrace_history_message
source: Clear Retrace command history?
zh_hans: 清空 Retrace 命令历史？
zh_hant: 清空 Retrace 命令歷史？

source: Delete
zh_hans: 删除
zh_hant: 刪除

# delete_retrace_history_comment
source: This deletes only: %@ Your ~/.zsh_history file is not changed. The zsh hook will recreate the Retrace file when a new command is recorded.
zh_hans: 只会删除： %@ 不会修改 ~/.zsh_history。zsh hook 会在记录新命令时重新创建 Retrace 文件。
zh_hant: 只會刪除： %@ 不會修改 ~/.zsh_history。zsh hook 會在記錄新命令時重新建立 Retrace 檔案。

# delete_retrace_history_message
source: Delete Retrace command history file?
zh_hans: 删除 Retrace 命令历史文件？
zh_hant: 刪除 Retrace 命令歷史檔案？

source: Install
zh_hans: 安装
zh_hant: 安裝

# install_zsh_integration_comment
source: Retrace will update ~/.zshrc with a small marked hook. The hook appends commands to: %@
zh_hans: Retrace 会向 ~/.zshrc 写入一段带标记的轻量 hook。 这个 hook 会把命令追加到： %@
zh_hant: Retrace 會向 ~/.zshrc 寫入一段帶標記的輕量 hook。 這個 hook 會把命令追加到： %@

# install_zsh_integration_message
source: Install zsh integration?
zh_hans: 安装 zsh 集成？
zh_hant: 安裝 zsh 整合？

# key_used_error
source: Key is already used.
zh_hans: 键位已被使用。
zh_hant: 快捷鍵已被使用。

source: OK
zh_hans: 好
zh_hant: 好

source: Preferences…
zh_hans: 偏好设置…
zh_hant: 偏好設定…

source: Quit
zh_hans: 退出
zh_hant: 結束

# quit_tooltip
source: Quit Retrace.
zh_hans: 退出 Retrace。
zh_hant: 退出應用程式。

# retrace_history_clear_failed_message
source: Could not clear Retrace command history
zh_hans: 无法清空 Retrace 命令历史
zh_hant: 無法清空 Retrace 命令歷史

# retrace_history_cleared_comment
source: %@ is now empty.
zh_hans: %@ 现在是空的。
zh_hant: %@ 現在是空的。

# retrace_history_cleared_message
source: Retrace command history cleared
zh_hans: 已清空 Retrace 命令历史
zh_hant: 已清空 Retrace 命令歷史

# retrace_history_delete_failed_message
source: Could not delete Retrace command history file
zh_hans: 无法删除 Retrace 命令历史文件
zh_hant: 無法刪除 Retrace 命令歷史檔案

# retrace_history_deleted_comment
source: %@ was deleted.
zh_hans: %@ 已删除。
zh_hant: %@ 已刪除。

# retrace_history_deleted_message
source: Retrace command history file deleted
zh_hans: 已删除 Retrace 命令历史文件
zh_hant: 已刪除 Retrace 命令歷史檔案

source: Screen
zh_hans: 屏幕
zh_hant: 螢幕

# search_placeholder
source: type to search…
zh_hans: 搜索…
zh_hant: 搜尋…

# sync
source: Replace
zh_hans: 覆盖
zh_hant: 覆蓋

# sync_existing_history
source: Replace from ~/.zsh_history
zh_hans: 用 ~/.zsh_history 覆盖
zh_hant: 用 ~/.zsh_history 覆蓋

# sync_existing_history_tooltip
source: Replace Retrace history with ~/.zsh_history.
zh_hans: 用 ~/.zsh_history 覆盖 Retrace 历史。
zh_hant: 用 ~/.zsh_history 覆蓋 Retrace 歷史。

# sync_user_zsh_history_comment
source: This replaces Retrace command history with ~/.zsh_history. Your ~/.zsh_history file is not changed.
zh_hans: 这会用 ~/.zsh_history 覆盖 Retrace 命令历史。 不会修改 ~/.zsh_history。
zh_hant: 這會用 ~/.zsh_history 覆蓋 Retrace 命令歷史。 不會修改 ~/.zsh_history。

# sync_user_zsh_history_message
source: Replace Retrace history?
zh_hans: 覆盖 Retrace 命令历史？
zh_hant: 覆蓋 Retrace 命令歷史？

# system_preferences_name
source: System Preferences
zh_hans: “系统偏好设置”
zh_hant: 「系統偏好設定」

# system_preferences_pane
source: Security & Privacy preferences
zh_hans: “安全性和隐私”
zh_hant: 「安全性和隱私權」

# system_settings_name
source: System Settings
zh_hans: “系统设置“
zh_hant: 「系統設定」

# system_settings_pane
source: Privacy & Security settings
zh_hans: “隐私与安全性“
zh_hant: 「隱私權與安全性」

# zsh_history_empty_comment
source: ~/.zsh_history is empty or unavailable.
zh_hans: ~/.zsh_history 为空或不可用。
zh_hant: ~/.zsh_history 為空或不可用。

# zsh_history_sync_failed_message
source: Could not replace Retrace history
zh_hans: 无法覆盖 Retrace 命令历史
zh_hant: 無法覆蓋 Retrace 命令歷史

# zsh_history_synced_comment
source: Retrace command history now matches ~/.zsh_history.
zh_hans: Retrace 命令历史现在和 ~/.zsh_history 一致。
zh_hant: Retrace 命令歷史現在和 ~/.zsh_history 一致。

# zsh_history_synced_message
source: Retrace history replaced
zh_hans: 已覆盖 Retrace 命令历史
zh_hant: 已覆蓋 Retrace 命令歷史

# zsh_integration_copied_comment
source: The zsh integration block is now on the clipboard.
zh_hans: zsh 集成代码块已复制到剪贴板。
zh_hant: zsh 整合程式碼區塊已複製到剪貼簿。

# zsh_integration_copied_message
source: zsh integration copied
zh_hans: 已复制 zsh 集成
zh_hant: 已複製 zsh 整合

# zsh_integration_copy_failed_comment
source: The clipboard did not accept the zsh integration block.
zh_hans: 剪贴板没有接受 zsh 集成代码块。
zh_hant: 剪貼簿沒有接受 zsh 整合程式碼區塊。

# zsh_integration_copy_failed_message
source: Could not copy zsh integration
zh_hans: 无法复制 zsh 集成
zh_hant: 無法複製 zsh 整合

# zsh_integration_install_failed_message
source: Could not install zsh integration
zh_hans: 无法安装 zsh 集成
zh_hant: 無法安裝 zsh 整合

# zsh_integration_installed_comment
source: Retrace updated ~/.zshrc.
zh_hans: Retrace 已更新 ~/.zshrc。
zh_hant: Retrace 已更新 ~/.zshrc。

# zsh_integration_installed_message
source: zsh integration installed
zh_hans: 已安装 zsh 集成
zh_hant: 已安裝 zsh 整合
